{
  "name": "Ardor Aviator",
  "desc": "Elevate your style and enhance your performance with the Ray-Ban Ardor Aviator Sunglasses for Men. These sunglasses are designed to provide both fashion and function for the modern man.\n\nWith a sleek aviator design, these sunglasses are a perfect choice for those who appreciate classic style and timeless elegance. The lightweight construction, weighing only 200g, ensures all-day comfort, making them ideal for your active lifestyle.\n\nFeaturing a 4.5-star rating, these sunglasses have won the approval of numerous satisfied customers. Their high-quality construction and attention to detail are evident in every aspect of their design.\n\nThe Ardor Aviator Sunglasses are perfect for various outdoor activities, whether you're engaging in sports, hitting the gym, or simply enjoying a day in the sun. The polarized lenses provide excellent sun protection, reducing glare and ensuring clear vision even in bright conditions.\n\nTake advantage of the 5% discount, and you can own these premium Ray-Ban sunglasses for just $1999. Don't miss out on this opportunity to own a piece of iconic eyewear at an unbeatable price.\n\nDesigned specifically for men, these sunglasses are a stylish accessory to elevate your fashion game while providing essential protection from harmful UV rays.\n\nStep out in style and confidence with the Ray-Ban Ardor Aviator Sunglasses. Order yours today and experience the perfect blend of fashion and performance.",
  "brand": "Ray-Ban",
  "rating": "4.5",
  "weight": "200g",
  "price": 1999,
  "descPercentage": 5,
  "gender": "men",
  "image": "https://eyesome.netlify.app/static/media/sports1.f986df729a29a685f835.png",
  "categoryName": "Sports"
}

{
    "name": "Caper Active",
    "desc": "The Ray-Ban Caper Active Sunglasses are a perfect blend of style and performance. With a rating of 4.5 stars, they have garnered the approval of many satisfied customers. These sunglasses are designed to be lightweight, weighing only 200g, ensuring maximum comfort during all your outdoor activities.\n\nThe sunglasses come with a modern, sporty design that is both trendy and functional. Whether you're hitting the beach, going for a run, or just strolling around town, these sunglasses are the ideal choice. Their polarized lenses provide superior sun protection, reducing glare and ensuring clear vision even in the brightest conditions.\n\nWith a 34% discount, you can now own these premium Ray-Ban sunglasses at an unbeatable price of $3999. Don't miss out on this fantastic deal!\n\nDesigned specifically for men, these sunglasses are the perfect accessory to elevate your fashion game while keeping your eyes protected from harmful UV rays.\n\nSo why wait? Grab your pair of Ray-Ban Caper Active Sunglasses today and step out in style with the confidence that only Ray-Ban can provide.",
    "brand": "Ray-Ban",
    "rating": "4.5",
    "weight": "200g",
    "price": 3999,
    "descPercentage": 34,
    "gender": "men",
    "image": "https://eyesome.netlify.app/static/media/sports1.f986df729a29a685f835.png",
    "categoryName": "Sunglasses"
  }


  {
    "name": "Alder Street",
    "desc": "Experience style and performance like never before with the Ray-Ban Alder Street Sunglasses, designed for both men and women. These sunglasses offer a perfect fusion of fashion and functionality.\n\nWith a contemporary and adaptable design, these sunglasses are your ideal companions for a variety of outdoor activities. Their lightweight construction, weighing only 750g, ensures all-day comfort, making them suitable for extended wear.\n\nAchieving an impressive 4.7-star rating, these sunglasses have earned the acclaim of countless satisfied customers, reflecting their top-notch craftsmanship and meticulous attention to detail.\n\nThe Alder Street Sunglasses are the ultimate choice for sports enthusiasts, fitness enthusiasts, or anyone who relishes outdoor adventures. Equipped with polarized lenses, they provide outstanding sun protection, eliminating glare and guaranteeing clear vision even in the brightest conditions.\n\nNow, with an enticing 10% discount, you can make these premium Ray-Ban sunglasses yours for just $2999. Seize this opportunity to acquire iconic eyewear at an unbeatable price.\n\nCrafted for both men and women, these sunglasses are a stylish accessory that complements any outfit while safeguarding your eyes from harmful UV rays.\n\nWhy wait? Secure your pair of Ray-Ban Alder Street Sunglasses today and venture out in style and confidence, courtesy of Ray-Ban's legendary quality and design.\n\n![Alder Street Sunglasses](https://eyesome.netlify.app/static/media/sports3.88be7fae1effd927c7cd.png)\n\nDon't miss this chance to make a statement with your eyewear!",
    "brand": "Ray-Ban",
    "rating": "4.7",
    "weight": "750g",
    "price": 2999,
    "descPercentage": 10,
    "gender": "Unisex",
    "image": "https://eyesome.netlify.app/static/media/sports3.88be7fae1effd927c7cd.png",
    "categoryName": "Sports"
  }
  
  {
    "name": "Corral Round",
    "desc": "Elevate your outdoor style with the Carrera Corral Round Sunglasses, perfect for both men and women. These sunglasses effortlessly blend fashion and functionality to enhance your look and performance.\n\nFeaturing a contemporary round design, these sunglasses are the ideal companions for various sports and outdoor activities. With a weight of just 300g, they offer comfort even during extended wear.\n\nBoasting a rating of 3.8 stars, the Carrera Corral Round Sunglasses have garnered the approval of many satisfied customers. Their quality craftsmanship and meticulous attention to detail are evident in every aspect.\n\nThese sunglasses are a must-have for sports enthusiasts, fitness lovers, or anyone who enjoys outdoor adventures. Equipped with advanced lenses, they provide exceptional sun protection, reducing glare and ensuring clear vision even in the brightest conditions.\n\nFor a limited time, you can grab these premium Carrera sunglasses at a 5% discount, making them available for just $2499. Don't miss this opportunity to own top-notch eyewear at an unbeatable price.\n\nDesigned to be unisex, these sunglasses are a versatile accessory that complements any outfit while safeguarding your eyes from harmful UV rays.\n\nWhy wait? Secure your pair of Carrera Corral Round Sunglasses today and step out in style and confidence, equipped with Carrera's renowned quality and design.\n\n![Corral Round Sunglasses](https://eyesome.netlify.app/static/media/sports3.88be7fae1effd927c7cd.png)\n\nMake a statement with your eyewear and order now!",
    "brand": "Carrera",
    "rating": "3.8",
    "weight": "300g",
    "price": 2499,
    "descPercentage": 5,
    "gender": "Unisex",
    "image": "https://eyesome.netlify.app/static/media/sports3.88be7fae1effd927c7cd.png",
    "categoryName": "Sports"
  }

  



  {
    "name": "Hyperclax Active",
    "desc": "Elevate your active lifestyle with the Oakley Hyperclax Active Sunglasses, designed specifically for women. These sunglasses combine fashion and functionality seamlessly to enhance your performance and style.\n\nWith a modern and dynamic design, these sunglasses are the perfect companions for various sports and outdoor activities. Despite their durability, they maintain a manageable weight of 900g, ensuring comfort during extended use.\n\nBoasting a rating of 3.5 stars, the Oakley Hyperclax Active Sunglasses have received acclaim from many satisfied customers. Their superior craftsmanship and attention to detail shine through in every aspect of their design.\n\nThese sunglasses are a must-have for active women who enjoy sports, fitness, or outdoor adventures. Equipped with advanced lenses, they offer exceptional sun protection, reducing glare and ensuring clear vision even in the brightest conditions.\n\nFor a limited time, you can own these premium Oakley sunglasses with a generous 15% discount, bringing the price down to just $3999. Don't miss this opportunity to acquire top-quality eyewear at an unbeatable price.\n\nDesigned exclusively for women, these sunglasses are a versatile accessory that complements any outfit while safeguarding your eyes from harmful UV rays.\n\nWhy wait? Secure your pair of Oakley Hyperclax Active Sunglasses today and step out in style and confidence, courtesy of Oakley's renowned quality and design.\n\n![Hyperclax Active Sunglasses](https://eyesome.netlify.app/static/media/sports3.88be7fae1effd927c7cd.png)\n\nMake a statement with your eyewear and order now!",
    "brand": "Oakley",
    "rating": "3.5",
    "weight": "900g",
    "price": 3999,
    "descPercentage": 15,
    "gender": "Women",
    "image": "https://eyesome.netlify.app/static/media/sports3.88be7fae1effd927c7cd.png",
    "categoryName": "Sports"
  }
  
  {
    "name": "Rose Gold Chase",
    "desc": "Elevate your style and protect your vision with the Rose Gold Chase sunglasses, a perfect choice for women. Brought to you by Ray-Ban, these sunglasses offer both fashion and functionality, making them an essential accessory for your vision needs.\n\n**Product Details:**\n- **Rating**: 4.3/5\n- **Brand**: Ray-Ban\n- **Category**: Vision\n- **Gender**: Women\n- **Weight**: 120g\n- **Price**: ₹2999\n\n**About the Product:**\nThe Rose Gold Chase sunglasses from Ray-Ban are meticulously designed to provide you with superior style and unparalleled eye comfort. With a commendable 4.3-star rating, they have garnered acclaim from numerous satisfied customers who recognize their outstanding quality and design.\n\nThese lightweight sunglasses, weighing in at just 120g, ensure you can wear them comfortably for extended periods. They are the perfect choice for women who desire both sun protection and a stylish accessory.\n\nWith a competitive price of ₹2999, the Rose Gold Chase sunglasses offer exceptional value for money. Whether you're enjoying a leisurely walk or embarking on a sunny vacation, these sunglasses will keep your eyes protected in style.\n\nDon't miss the chance to own a pair of fashionable and functional sunglasses. Elevate your eyewear game with the Rose Gold Chase and step confidently into the world with superior style and clear vision!\n",
    "brand": "Ray-Ban",
    "rating": "4.3",
    "weight": "120g",
    "price": 2999,
    "descPercentage": 20,
    "gender": "Women",
    "categoryName": "Vision"
  }
  
  
  {
    "name": "Full Rim Airflex",
    "desc": "Experience the perfect blend of style and comfort with the Full Rim Airflex eyeglasses from Carrera. These unisex eyeglasses are designed to enhance your visual appeal while providing unmatched comfort for all-day wear.\n\n- Rating: 4.8/5\n- Brand: Carrera\n- Category: Vision\n- Gender: Unisex\n- Weight: 550g\n- Original Price: ₹3999\n- Special Offer Price: ₹4999 (Save 5%)\n\nEarning an impressive rating of 4.8, these glasses have won the hearts of countless satisfied customers who appreciate their exceptional quality and exquisite design.\n\nCrafted to be versatile and suitable for both men and women, these lightweight glasses, weighing only 550g, ensure you stay comfortable from morning to night.\n\nOriginally priced at ₹3999, you can now grab them at a special discounted price of ₹4999, saving 5%. This offer makes them an unbeatable choice for your vision needs.\n\nDon't miss the chance to own a pair of stylish and comfortable eyeglasses. Elevate your eyewear game with the Full Rim Airflex from Carrera and enjoy clear vision while making a fashion statement!\n",
    "brand": "Carrera",
    "rating": "4.8",
    "weight": "550g",
    "originalPrice": 3999,
    "discountedPrice": 4999,
    "descPercentage": 5,
    "gender": "Unisex",
    "categoryName": "Vision"
  }
  
  
  






  {
    "name": "Mercury Rounded Red",
    "desc": "Elevate your eyewear game with the Mercury Rounded Red eyeglasses from Carrera. These unisex glasses offer a perfect blend of style and comfort to enhance your daily look and provide all-day wearability.\n\n- Rating: 4.8/5\n- Brand: Carrera\n- Category: Vision\n- Gender: Unisex\n- Weight: 550g\n- Original Price: ₹4300\n- Special Offer Price: ₹4999 (Save 10%)\n\nWith an impressive rating of 4.8, these glasses have won the admiration of countless satisfied customers who appreciate their exceptional quality and exquisite design.\n\nCrafted to be versatile and suitable for both men and women, these lightweight glasses, weighing only 550g, ensure you stay comfortable throughout the day.\n\nOriginally priced at ₹4300, you can now seize the opportunity to own them at a special discounted price of ₹4999, saving 10%. This exclusive offer makes them an affordable yet stylish choice for your vision needs.\n\nDon't miss out on the chance to own a pair of fashionable and comfortable eyeglasses. Elevate your eyewear game with Mercury Rounded Red from Carrera and enjoy clear vision while making a style statement!\n",
    "brand": "Carrera",
    "rating": "4.8",
    "weight": "550g",
    "price": 4999,
    "descPercentage": 10,
    "gender": "Unisex",
    "categoryName": "Vision"
  }



  {
    "name": "Candyfloss-302",
    "desc": "Elevate your style with the Candyfloss-302 sunglasses from Ray-Ban. These sunglasses are designed for men looking to enhance their look while enjoying excellent eye protection.\n\n- Rating: 4.5/5\n- Brand: Ray-Ban\n- Category: Sunglasses\n- Gender: Men\n- Weight: 200g\n- Price: ₹1999\n- Special Offer Price: ₹1899 (Save 5%)\n\nThe Candyfloss-302 sunglasses offer a perfect blend of style and functionality. With a commendable 4.5-star rating, they have garnered the appreciation of many satisfied customers who recognize their quality and design.\n\nLightweight at just 200g, these sunglasses ensure comfortable wear throughout the day. They are an ideal choice for men who want both sun protection and a stylish accessory.\n\nPriced at ₹1999, you can now grab them at a special discounted price of ₹1899, saving 5%. This special offer makes them an affordable yet stylish choice for your eyewear collection.\n\nDon't miss the opportunity to own a pair of fashionable and protective sunglasses. Elevate your eyewear game with the Candyfloss-302 from Ray-Ban and enjoy clear vision in style!\n",
    "brand": "Ray-Ban",
    "rating": "4.5",
    "weight": "200g",
    "price": 1999,
    "descPercentage": 5,
    "gender": "Men",
    "categoryName": "Sunglasses"
  }
  
  

  {
    "name": "Phenomenal Mercury-02",
    "desc": "Elevate your style with the Phenomenal Mercury-02 sunglasses from Persol. These unisex sunglasses are designed to enhance your look while providing excellent eye protection.\n\n- Rating: 2.8/5\n- Brand: Persol\n- Category: Sunglasses\n- Gender: Unisex\n- Weight: 100g\n- Price: ₹1299\n- Special Offer Price: ₹1039 (Save 20%)\n\nThe Phenomenal Mercury-02 sunglasses offer a stylish and protective eyewear option. While they have a rating of 2.8, they are designed to meet your fashion and eye care needs.\n\nLightweight at just 100g, these sunglasses ensure comfortable wear throughout the day. They are suitable for both men and women looking for a trendy accessory with sun protection.\n\nPriced at ₹1299, you can now grab them at a special discounted price of ₹1039, saving 20%. This exclusive offer makes them an affordable yet fashionable choice for your eyewear collection.\n\nDon't miss the opportunity to own a pair of stylish and protective sunglasses. Elevate your eyewear game with the Phenomenal Mercury-02 from Persol and enjoy clear vision in style!\n",
    "brand": "Persol",
    "rating": "2.8",
    "weight": "100g",
    "price": 1299,
    "descPercentage": 20,
    "gender": "Unisex",
    "categoryName": "Sunglasses"
  }
  


  {
    "name": "Black Boss",
    "desc": "Enhance your style with the Black Boss sunglasses from Kate Spade. These unisex sunglasses are designed to elevate your look while providing top-notch eye protection.\n\n- Rating: 4.7/5\n- Brand: Kate Spade\n- Category: Sunglasses\n- Gender: Unisex\n- Weight: 750g\n- Price: ₹2999\n- Special Offer Price: ₹2399 (Save 20%)\n\nThe Black Boss sunglasses offer both fashion and functionality. With a remarkable 4.7-star rating, they have garnered the admiration of many satisfied customers who appreciate their quality and design.\n\nWith a weight of 750g, these sunglasses ensure comfortable wear all day long. They are suitable for both men and women looking for a stylish accessory with excellent sun protection.\n\nPriced at ₹2999, you can now grab them at a special discounted price of ₹2399, saving 20%. This exclusive offer makes them an affordable yet stylish choice for your eyewear collection.\n\nDon't miss the chance to own a pair of chic and protective sunglasses. Elevate your eyewear game with the Black Boss from Kate Spade and enjoy clear vision in style!\n",
    "brand": "Kate Spade",
    "rating": "4.7",
    "weight": "750g",
    "price": 2999,
    "descPercentage": 20,
    "gender": "Unisex",
    "categoryName": "Sunglasses"
  }
   

  {
    "name": "Blue Ray Wayfarer",
    "desc": "Elevate your sporty style with the Blue Ray Wayfarer sunglasses from Carrera. These unisex sunglasses are designed to enhance your active look while providing top-notch eye protection.\n\n- Rating: 4.8/5\n- Brand: Carrera\n- Category: Sports\n- Gender: Unisex\n- Weight: 550g\n- Price: ₹4000\n- Special Offer Price: ₹3600 (Save 10%)\n\nThe Blue Ray Wayfarer sunglasses offer both style and functionality. With an impressive 4.8-star rating, they have earned the praise of numerous satisfied customers who appreciate their quality and design.\n\nWith a weight of 550g, these sunglasses ensure comfortable wear during all your outdoor activities. They are suitable for both men and women looking for a sporty accessory with excellent sun protection.\n\nPriced at ₹4000, you can now grab them at a special discounted price of ₹3600, saving 10%. This exclusive offer makes them an affordable yet stylish choice for your eyewear collection.\n\nDon't miss the opportunity to own a pair of sporty and protective sunglasses. Elevate your eyewear game with the Blue Ray Wayfarer from Carrera and enjoy clear vision in style!\n",
    "brand": "Carrera",
    "rating": "4.8",
    "weight": "550g",
    "price": 4000,
    "descPercentage": 10,
    "gender": "Unisex",
    "categoryName": "Sports"
  }
  

  {
    "name": "Pernik",
    "desc": "Elevate your style with the Pernik sunglasses from Carrera. These unisex sunglasses are designed to enhance your look while providing reliable eye protection.\n\n- Rating: 3.8/5\n- Brand: Carrera\n- Category: Sunglasses\n- Gender: Unisex\n- Weight: 300g\n- Price: ₹2499\n- Special Offer Price: ₹2249 (Save 10%)\n\nThe Pernik sunglasses offer both fashion and functionality. With a commendable 3.8-star rating, they have earned the appreciation of numerous satisfied customers who recognize their quality and design.\n\nWith a weight of 300g, these sunglasses ensure comfortable wear throughout the day. They are suitable for both men and women looking for a stylish accessory with excellent sun protection.\n\nPriced at ₹2499, you can now grab them at a special discounted price of ₹2249, saving 10%. This exclusive offer makes them an affordable yet stylish choice for your eyewear collection.\n\nDon't miss the chance to own a pair of chic and protective sunglasses. Elevate your eyewear game with the Pernik from Carrera and enjoy clear vision in style!\n",
    "brand": "Carrera",
    "rating": "3.8",
    "weight": "300g",
    "price": 2499,
    "descPercentage": 10,
    "gender": "Unisex",
    "categoryName": "Sunglasses"
  }

  
  {
    "name": "Silistra",
    "desc": "Experience unmatched style and comfort with the Silistra sunglasses from Oakley. These sunglasses are specially designed for women seeking both fashion and exceptional eye protection.\n\n- Rating: 3.5/5\n- Brand: Oakley\n- Category: Sunglasses\n- Gender: Women\n- Weight: 900g\n- Price: ₹3999\n- Special Offer Price: ₹3399 (Save 15%)\n\nThe Silistra sunglasses offer a perfect blend of style and functionality. With a commendable 3.5-star rating, they are appreciated by customers who value quality and design.\n\nWith a weight of 900g, these sunglasses ensure comfortable wear throughout the day. They are an ideal choice for women who want both sun protection and a stylish accessory.\n\nPriced at ₹3999, you can now grab them at a special discounted price of ₹3399, saving 15%. This exclusive offer makes them an affordable yet stylish choice for your eyewear collection.\n\nDon't miss the opportunity to own a pair of fashionable and protective sunglasses. Elevate your eyewear game with Silistra from Oakley and enjoy clear vision in style!\n",
    "brand": "Oakley",
    "rating": "3.5",
    "weight": "900g",
    "price": 3999,
    "descPercentage": 15,
    "gender": "Women",
    "categoryName": "Sunglasses"
  }
  
  {
    "name": "Full Rim Acetate Black",
    "desc": "Elevate your style with the Full Rim Acetate Black eyeglasses from Ray-Ban. These eyeglasses are designed to enhance your look while providing you with clear vision and comfort.\n\n- Rating: 4.5/5\n- Brand: Ray-Ban\n- Category: Vision\n- Gender: Men\n- Weight: 200g\n- Price: ₹1999\n- Special Offer Price: ₹1899 (Save 5%)\n\nThe Full Rim Acetate Black eyeglasses offer both fashion and functionality. With a commendable 4.5-star rating, they are appreciated by customers who value quality and design.\n\nWith a weight of 200g, these eyeglasses ensure comfortable wear throughout the day. They are an ideal choice for men who want stylish eyewear with clear vision.\n\nPriced at ₹1999, you can now grab them at a special discounted price of ₹1899, saving 5%. This exclusive offer makes them an affordable yet stylish choice for your eyewear collection.\n\nDon't miss the opportunity to own a pair of fashionable and functional eyeglasses. Elevate your eyewear game with Full Rim Acetate Black from Ray-Ban and enjoy clear vision in style!\n",
    "brand": "Ray-Ban",
    "rating": "4.5",
    "weight": "200g",
    "price": 1999,
    "descPercentage": 5,
    "gender": "Men",
    "categoryName": "Vision"
  }

  
  {
    "name": "Ruse",
    "desc": "Elevate your style with the Ruse sunglasses from Kate Spade. These sunglasses are designed for men who appreciate both fashion and eye protection.\n\n- Rating: 4.1/5\n- Brand: Kate Spade\n- Category: Sunglasses\n- Gender: Men\n- Weight: 400g\n- Price: ₹1499\n- Special Offer Price: ₹1349 (Save 10%)\n\nThe Ruse sunglasses offer a perfect blend of style and functionality. With a commendable 4.1-star rating, they are appreciated by customers who value quality and design.\n\nWith a weight of 400g, these sunglasses ensure comfortable wear throughout the day. They are an ideal choice for men who want both sun protection and a stylish accessory.\n\nPriced at ₹1499, you can now grab them at a special discounted price of ₹1349, saving 10%. This exclusive offer makes them an affordable yet stylish choice for your eyewear collection.\n\nDon't miss the opportunity to own a pair of fashionable and protective sunglasses. Elevate your eyewear game with Ruse from Kate Spade and enjoy clear vision in style!\n",
    "brand": "Kate Spade",
    "rating": "4.1",
    "weight": "400g",
    "price": 1499,
    "descPercentage": 10,
    "gender": "Men",
    "categoryName": "Sunglasses"
  }
  





  {
    "name": "Yambol",
    "desc": "Elevate your outdoor style with the Yambol sunglasses from Ray-Ban. These sunglasses are designed for men who appreciate both fashion and reliable eye protection.\n\n- Rating: 4.3/5\n- Brand: Ray-Ban\n- Category: Sunglasses\n- Gender: Men\n- Weight: 130g\n- Price: ₹2999\n- Special Offer Price: ₹2399 (Save 20%)\n\nThe Yambol sunglasses offer a perfect blend of style and functionality. With a commendable 4.3-star rating, they are appreciated by customers who value quality and design.\n\nWith a weight of 130g, these sunglasses ensure comfortable wear throughout the day. They are an ideal choice for men who want both sun protection and a stylish accessory.\n\nPriced at ₹2999, you can now grab them at a special discounted price of ₹2399, saving 20%. This exclusive offer makes them an affordable yet stylish choice for your eyewear collection.\n\nDon't miss the opportunity to own a pair of fashionable and protective sunglasses. Elevate your eyewear game with Yambol from Ray-Ban and enjoy clear vision in style!\n",
    "brand": "Ray-Ban",
    "rating": "4.3",
    "weight": "130g",
    "price": 2999,
    "descPercentage": 20,
    "gender": "Men",
    "categoryName": "Sunglasses"
  }
  
  
  {
    "name": "Roadies Rd-202",
    "desc": "Elevate your style with the Roadies Rd-202 sunglasses from Carrera. These sunglasses are designed for men who appreciate both fashion and eye protection.\n\n- Rating: 4.8/5\n- Brand: Carrera\n- Category: Sunglasses\n- Gender: Men\n- Weight: 550g\n- Price: ₹4999\n- Special Offer Price: ₹3749 (Save 25%)\n\nThe Roadies Rd-202 sunglasses offer a perfect blend of style and functionality. With an impressive 4.8-star rating, they are appreciated by customers who value quality and design.\n\nWith a weight of 550g, these sunglasses ensure comfortable wear throughout the day. They are an ideal choice for men who want both sun protection and a stylish accessory.\n\nPriced at ₹4999, you can now grab them at a special discounted price of ₹3749, saving 25%. This exclusive offer makes them an affordable yet stylish choice for your eyewear collection.\n\nDon't miss the opportunity to own a pair of fashionable and protective sunglasses. Elevate your eyewear game with Roadies Rd-202 from Carrera and enjoy clear vision in style!\n",
    "brand": "Carrera",
    "rating": "4.8",
    "weight": "550g",
    "price": 4999,
    "descPercentage": 25,
    "gender": "Men",
    "categoryName": "Sunglasses"
  }
  



  {
    "name": "Burgas",
    "desc": "Elevate your style with the Burgas sunglasses from Carrera. These sunglasses are designed for women who appreciate both fashion and eye protection.\n\n- Rating: 4.8/5\n- Brand: Carrera\n- Category: Sunglasses\n- Gender: Women\n- Weight: 550g\n- Price: ₹4999\n- Special Offer Price: ₹3999 (Save 20%)\n\nThe Burgas sunglasses offer a perfect blend of style and functionality. With an impressive 4.8-star rating, they are appreciated by customers who value quality and design.\n\nWith a weight of 550g, these sunglasses ensure comfortable wear throughout the day. They are an ideal choice for women who want both sun protection and a stylish accessory.\n\nPriced at ₹4999, you can now grab them at a special discounted price of ₹3999, saving 20%. This exclusive offer makes them an affordable yet stylish choice for your eyewear collection.\n\nDon't miss the opportunity to own a pair of fashionable and protective sunglasses. Elevate your eyewear game with Burgas from Carrera and enjoy clear vision in style!\n",
    "brand": "Carrera",
    "rating": "4.8",
    "weight": "550g",
    "price": 4999,
    "descPercentage": 20,
    "gender": "Women",
    "categoryName": "Sunglasses"
  }

  
  {
    "name": "Hip Hop Candy",
    "desc": "Elevate your style with the Hip Hop Candy sunglasses from Kate Spade. These sunglasses are designed for men who appreciate both fashion and eye protection, making them the perfect choice for sports and outdoor activities.\n\n- Rating: 4.1/5\n- Brand: Kate Spade\n- Category: Sports\n- Gender: Men\n- Weight: 400g\n- Price: ₹1499\n- Special Offer Price: ₹1424 (Save 5%)\n\nThe Hip Hop Candy sunglasses offer a perfect blend of style and functionality. With a commendable 4.1-star rating, they are appreciated by customers who value quality and design.\n\nWith a weight of 400g, these sunglasses ensure comfortable wear throughout your sports adventures. They are an ideal choice for men who want both sun protection and a stylish accessory.\n\nPriced at ₹1499, you can now grab them at a special discounted price of ₹1424, saving 5%. This exclusive offer makes them an affordable yet stylish choice for your eyewear collection.\n\nDon't miss the opportunity to own a pair of fashionable and protective sunglasses for your active lifestyle. Elevate your eyewear game with Hip Hop Candy from Kate Spade and enjoy clear vision in style!\n",
    "brand": "Kate Spade",
    "rating": "4.1",
    "weight": "400g",
    "price": 1499,
    "descPercentage": 5,
    "gender": "Men",
    "categoryName": "Sports"
  }
  

  {
    "name": "Punk Cut Out",
    "desc": "Elevate your style with the Punk Cut Out sunglasses from Ray-Ban. These sunglasses are designed for women who appreciate both fashion and eye protection, making them the perfect choice for sports and outdoor activities.\n\n- Rating: 4.3/5\n- Brand: Ray-Ban\n- Category: Sports\n- Gender: Women\n- Weight: 102g\n- Price: ₹2999\n- Special Offer Price: ₹2699 (Save 10%)\n\nThe Punk Cut Out sunglasses offer a perfect blend of style and functionality. With a commendable 4.3-star rating, they are appreciated by customers who value quality and design.\n\nWith a weight of 102g, these sunglasses ensure comfortable wear throughout your sports adventures. They are an ideal choice for women who want both sun protection and a stylish accessory.\n\nPriced at ₹2999, you can now grab them at a special discounted price of ₹2699, saving 10%. This exclusive offer makes them an affordable yet stylish choice for your eyewear collection.\n\nDon't miss the opportunity to own a pair of fashionable and protective sunglasses for your active lifestyle. Elevate your eyewear game with Punk Cut Out from Ray-Ban and enjoy clear vision in style!\n",
    "brand": "Ray-Ban",
    "rating": "4.3",
    "weight": "102g",
    "price": 2999,
    "descPercentage": 10,
    "gender": "Women",
    "categoryName": "Sports"
  }
  



  {
    "name": "Rounded Gold",
    "desc": "Elevate your eyewear game with the Rounded Gold eyeglasses from Persol. Designed for men who appreciate both style and clear vision, these eyeglasses are the perfect choice for daily wear.\n\n- Rating: 2.8/5\n- Brand: Persol\n- Category: Vision\n- Gender: Men\n- Weight: 190g\n- Price: ₹1299\n- Special Offer Price: ₹1104 (Save 15%)\n\nThe Rounded Gold eyeglasses offer a perfect blend of style and functionality. While they have a rating of 2.8, they are a budget-friendly choice appreciated by customers who value quality and design.\n\nWeighing just 190g, these eyeglasses ensure comfortable wear throughout your day. They are an ideal choice for men who want both clear vision and a stylish accessory.\n\nPriced at ₹1299, you can now grab them at a special discounted price of ₹1104, saving 15%. This exclusive offer makes them an affordable yet stylish choice for your eyewear collection.\n\nDon't miss the opportunity to own a pair of fashionable and functional eyeglasses for your daily needs. Elevate your eyewear game with Rounded Gold from Persol and enjoy clear vision in style!\n",
    "brand": "Persol",
    "rating": "2.8",
    "weight": "190g",
    "price": 1299,
    "descPercentage": 15,
    "gender": "Men",
    "categoryName": "Vision"
  }
 
  
  {
    "name": "Jungle Safari",
    "desc": "Experience the allure of the wilderness with the Jungle Safari eyeglasses from Kate Spade. These unisex eyeglasses are designed for those who appreciate style and clarity, making them the perfect choice for daily wear.\n\n- Rating: 4.7/5\n- Brand: Kate Spade\n- Category: Vision\n- Gender: Unisex\n- Weight: 750g\n- Price: ₹2999\n- Special Offer Price: ₹2699 (Save 10%)\n\nThe Jungle Safari eyeglasses offer a perfect blend of style and functionality. With an impressive 4.7-star rating, they are favored by customers who value quality and design.\n\nWeighing 750g, these eyeglasses ensure comfortable wear throughout your day. They are versatile and suitable for both men and women who seek clear vision and a stylish accessory.\n\nPriced at ₹2999, you can now grab them at a special discounted price of ₹2699, saving 10%. This exclusive offer makes them an affordable yet stylish choice for your eyewear collection.\n\nDon't miss the opportunity to own a pair of fashionable and functional eyeglasses for your daily needs. Experience the charm of the wild with Jungle Safari from Kate Spade and enjoy clear vision in style!\n",
    "brand": "Kate Spade",
    "rating": "4.7",
    "weight": "750g",
    "price": 2999,
    "descPercentage": 10,
    "gender": "Unisex",
    "categoryName": "Vision"
  }

  
  {
    "name": "Burgas",
    "desc": "Elevate your style with the Burgas sunglasses from Carrera. Designed for women who appreciate both fashion and eye protection, these sunglasses are the perfect choice for sunny days.\n\n- Rating: 4.8/5\n- Brand: Carrera\n- Category: Sunglasses\n- Gender: Women\n- Weight: 550g\n- Price: ₹4999\n- Special Offer Price: ₹3999 (Save 20%)\n\nThe Burgas sunglasses offer a perfect blend of style and functionality. With an impressive 4.8-star rating, they are highly praised by customers who value quality and design.\n\nWeighing 550g, these sunglasses ensure comfortable wear throughout your sunny adventures. They are designed exclusively for women who want both sun protection and a stylish accessory.\n\nPriced at ₹4999, you can now grab them at a special discounted price of ₹3999, saving 20%. This exclusive offer makes them an affordable yet stylish choice for your eyewear collection.\n\nDon't miss the opportunity to own a pair of fashionable and protective sunglasses for your sunny days. Elevate your eyewear game with Burgas from Carrera and enjoy clear vision in style!\n",
    "brand": "Carrera",
    "rating": "4.8",
    "weight": "550g",
    "price": 4999,
    "descPercentage": 20,
    "gender": "Women",
    "categoryName": "Sunglasses"
  }
  

  {
    "name": "Sofia",
    "desc": "Elevate your style with the Sofia sunglasses from Carrera. Designed for women who appreciate both fashion and eye protection, these sunglasses are the perfect choice for sunny days.\n\n- Rating: 4.8/5\n- Brand: Carrera\n- Category: Sunglasses\n- Gender: Women\n- Weight: 550g\n- Price: ₹4999\n- Special Offer Price: ₹4749 (Save 5%)\n\nThe Sofia sunglasses offer a perfect blend of style and functionality. With an impressive 4.8-star rating, they are highly praised by customers who value quality and design.\n\nWeighing 550g, these sunglasses ensure comfortable wear throughout your sunny adventures. They are designed exclusively for women who want both sun protection and a stylish accessory.\n\nPriced at ₹4999, you can now grab them at a special discounted price of ₹4749, saving 5%. This exclusive offer makes them an affordable yet stylish choice for your eyewear collection.\n\nDon't miss the opportunity to own a pair of fashionable and protective sunglasses for your sunny days. Elevate your eyewear game with Sofia from Carrera and enjoy clear vision in style!\n",
    "brand": "Carrera",
    "rating": "4.8",
    "weight": "550g",
    "price": 4999,
    "descPercentage": 5,
    "gender": "Women",
    "categoryName": "Sunglasses"
  }

  
  {
    "name": "Plovediv",
    "desc": "Elevate your style with the Plovediv sunglasses from Carrera. Designed for both men and women who appreciate fashion and eye protection, these sunglasses are the ideal choice for sunny days.\n\n- Rating: 4.8/5\n- Brand: Carrera\n- Category: Sunglasses\n- Gender: Unisex\n- Weight: 550g\n- Price: ₹4999\n- Special Offer Price: ₹4249 (Save 15%)\n\nThe Plovediv sunglasses offer a perfect blend of style and functionality. With an impressive 4.8-star rating, they are highly praised by customers who value quality and design.\n\nWeighing 550g, these sunglasses ensure comfortable wear throughout your sunny adventures. They are designed to be versatile, suitable for both men and women who want both sun protection and a stylish accessory.\n\nPriced at ₹4999, you can now grab them at a special discounted price of ₹4249, saving 15%. This exclusive offer makes them an affordable yet stylish choice for your eyewear collection.\n\nDon't miss the opportunity to own a pair of fashionable and protective sunglasses for your sunny days. Elevate your eyewear game with Plovediv from Carrera and enjoy clear vision in style!\n",
    "brand": "Carrera",
    "rating": "4.8",
    "weight": "550g",
    "price": 4999,
    "descPercentage": 15,
    "gender": "Unisex",
    "categoryName": "Sunglasses"
  }


  {
    "name": "Airway Black",
    "desc": "Enhance your style with the Airway Black eyeglasses from Carrera. These unisex glasses combine fashion and comfort to elevate your daily look while ensuring all-day wearability.\n\n- Rating: 3.8/5\n- Brand: Carrera\n- Category: Vision\n- Gender: Unisex\n- Weight: 300g\n- Price: ₹2499\n- Special Offer Price: ₹2249 (Save 10%)\n\nThe Airway Black eyeglasses offer a perfect balance of style and functionality. With a respectable 3.8-star rating, they have gained the approval of customers who value quality and design.\n\nCrafted to be versatile and suitable for both men and women, these lightweight glasses, weighing only 300g, ensure you stay comfortable throughout the day.\n\nPriced at ₹2499, you can now seize the opportunity to own them at a special discounted price of ₹2249, saving 10%. This exclusive offer makes them an affordable yet stylish choice for your vision needs.\n\nDon't miss the chance to own a pair of fashionable and comfortable eyeglasses. Elevate your eyewear game with Airway Black from Carrera and enjoy clear vision while making a fashion statement!\n",
    "brand": "Carrera",
    "rating": "3.8",
    "weight": "300g",
    "price": 2499,
    "descPercentage": 10,
    "gender": "Unisex",
    "categoryName": "Vision"
  }

  
  {
    "name": "Cat-eyed Gold",
    "desc": "Elevate your style with the Cat-eyed Gold eyeglasses from Oakley. These glasses are designed for women who appreciate fashion and comfort without compromising on style.\n\n- Rating: 3.5/5\n- Brand: Oakley\n- Category: Vision\n- Gender: Women\n- Weight: 900g\n- Price: ₹3999\n- Special Offer Price: ₹3199 (Save 20%)\n\nThe Cat-eyed Gold eyeglasses offer a perfect blend of style and functionality. With a rating of 3.5 stars, they are appreciated by customers who value quality and design.\n\nCrafted for women, these glasses provide a unique cat-eye style that enhances your look. Despite their elegant design, they are surprisingly lightweight, weighing only 900g, ensuring comfort throughout the day.\n\nPriced at ₹3999, you can now grab them at a special discounted price of ₹3199, saving 20%. This exclusive offer makes them an affordable yet stylish choice for your vision needs.\n\nDon't miss the opportunity to own a pair of fashionable and comfortable eyeglasses. Elevate your eyewear game with Cat-eyed Gold from Oakley and enjoy clear vision in style!\n",
    "brand": "Oakley",
    "rating": "3.5",
    "weight": "900g",
    "price": 3999,
    "descPercentage": 20,
    "gender": "Women",
    "categoryName": "Vision"
  }

  

  {
    "name": "Full Rim Steel Gray",
    "desc": "Elevate your vision with the Full Rim Steel Gray eyeglasses by Kate Spade. These glasses are tailored for men who seek both style and comfort without compromising on quality.\n\n- Rating: 4.1/5\n- Brand: Kate Spade\n- Category: Vision\n- Gender: Men\n- Weight: 400g\n- Price: ₹1499\n- Special Offer Price: ₹1424 (Save 5%)\n\nThe Full Rim Steel Gray eyeglasses offer a perfect blend of fashion and functionality. With a respectable 4.1-star rating, they have earned the appreciation of customers who value quality and design.\n\nDesigned exclusively for men, these glasses provide a stylish and sophisticated look. Despite their elegant appearance, they are lightweight, weighing only 400g, ensuring comfort throughout the day.\n\nPriced at ₹1499, you can now seize the opportunity to own them at a special discounted price of ₹1424, saving 5%. This exclusive offer makes them an affordable yet stylish choice for your vision needs.\n\nDon't miss the chance to own a pair of fashionable and comfortable eyeglasses. Elevate your eyewear game with Full Rim Steel Gray from Kate Spade and enjoy clear vision in style!\n",
    "brand": "Kate Spade",
    "rating": "4.1",
    "weight": "400g",
    "price": 1499,
    "descPercentage": 5,
    "gender": "Men",
    "categoryName": "Vision"
  }
  